<template>
	<view class="privacy">
		<uni-card :is-shadow="false" is-full>
			<uni-title type="h2" title="车友通隐私政策" align="center"></uni-title>
			<uni-title type="h4" title="生效日期：2023年04月30日" align="right"></uni-title>
			<view class="fontwb colr333  mtb10">
				在使用车友通产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用车友通产品或服务，即表示您已充分理解并同意本政策。
			</view>
			<view class="fontwb colr333 mtb10">
				本政策将帮助您了解以下内容:
			</view>
			<view class="fontwb colr333 mtb10">
				一、我们如何收集和使用您的个人信息
			</view>
			<view class="fontwb colr333 mtb10">
				二、我们如何共享、转让、公开披露您的个人信息 
			</view>
			<view class="fontwb colr333 mtb10">
				三、我们如何保护您的个人信息
			</view>
			<view class="fontwb colr333 mtb10">
				四、您的权利
			</view>
			<view class="fontwb colr333  mtb10">
				五、我们如何处理未成年人的个人信息
			</view>
			<view class="fontwb colr333  mtb10">
				六、您的个人信息如何转移
			</view>
			<view class="fontwb colr333 mtb10">
				七、本政策如何更新
			</view>
			<view class="fontwb colr333 mtb10">
				八、如何联系我们 
			</view>
			<view class="mtb10">
				我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全。
			</view>
			<view class="mtb10">
				我们不会在违背您个人意愿的情况下，或超出本政策的范围处理、篡改、毁损您的个人信息。
			</view>
			<view class="mtb10">
				在我们存储您的个人数据时，我们设置了合理的安保措施来保护您的个人信息免受未经授权的访问、泄露和丢失，包括但不限于电子安全措施和物理安全措施。<text
					class="fontwb colr333">为了遵守国家法律法规及监管规定，也为了向您提供服务及提升服务质量，我们需要收集、存储、使用及对外提供您的信息。您同意我们按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务。</text>
			</view>
			<uni-title type="h3" title="一、我们如何收集和使用您的个人信息" align="left"></uni-title>
			<uni-title type="h4" title="在您使用我们的平台服务时，我们需要收集和使用您的个人信息包括如下两种:" align="left"></uni-title>
			<view class="mtb10">
				1、为实现向您提供我们平台服务的基本功能，您须授权我们收集、使用必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的服务。提示您注意：如果您提供的是非您本人的个人信息，请您确保已取得相关主体的同意；
			</view>
			<view class="">
				2、为实现向您提供我们平台服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到拟达到的效果，但并不影响您正常使用我们平台服务的基本功能。
			</view>
			<uni-title type="h4" title="您理解并同意：" align="left"></uni-title>
			<uni-title type="h4"
				title="1、我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，相应的，基本/附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准；"
				align="left"></uni-title>
			<uni-title type="h4"
				title="2、为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。在此过程中，您有任何疑问、意见或建议的，您可通过本政策中提供的联系方式与我们联系，我们会尽快为您作出解答。"
				align="left"></uni-title>
			<uni-title type="h4" title="我们会出于本政策下述的各项功能，收集和使用您的个人信息:" align="left"></uni-title>
			<uni-title type="h3" title="(一) 注册成为用户" align="left"></uni-title>
			<view class="">
				为完成创建账号，满足相关法律法规对实名认证的要求，与您沟通如何为您提供产品或服务，您需提供以下信息：<text
					class="fontwb colr333">您的手机号、姓名、身份证照片、身份证号、营业执照照片、营业执照号、法定发表人、公司名称、联系地址、公司的对公开户行、对公银行账号和保证金充值卡号。</text>
			</view>
			<view class="">
				在注册过程中，如果您提供以下额外信息，将有助于我们给您提供更好的服务和体验：姓名、身份证号、工作职位、公司、教育背景。但如果您不提供这些信息，将不会影响使用本服务的基本功能。
			</view>
			<view class="">
				账号注册中，您在进行身份证照片、营业执照照片上传时，可通过授权我们获取您相册权限的方式进行已有照片的上传；也可通过授权我们调取您相机权限的方式进行即时的拍照上传。 
				<br />账号注册提交审核后，需待市场方审核通过后方可使用车友通相关功能。
			</view>
			<view class="mtb10">
				账号注册成功后，您需要进一步进行企业认证和个人实名认证，否则您将无法正常使用部分功能，但您仍可以正常浏览使用平台服务。
			</view>
			<uni-title type="h3" title="(二）使用平台服务过程中收集的信息" align="left"></uni-title>
			<view class="">
				当您在使用平台服务过程中，为向您提供更契合交互展示、搜索结果、识别账号异常状态，维护平台服务的正常运行，改进及优化您对平台服务的体验并保障您的账号安全，包括您使用平台服务以及使用方式的信息，并将这些信息进行关联：
			</view>
			<uni-title type="h3" title="1、使用信息" align="left"></uni-title>
			<view class="">
				为更好的让您的信息/需求被迅速找到，使您获得更轻松的访问体验，我们会记录您的操作记录和偏好数据，也会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。
			</view>
			<uni-title type="h3" title="2、服务日志信息" align="left"></uni-title>
			<view class="">
				当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、交易、售后，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间、访问页面记录。
			</view>
			<uni-title type="h3" title="3、手机号码" align="left"></uni-title>
			<view class="">为更好地向您提供更适合、更便捷的个性化服务，我们会收集您的手机号码并通过发送短信的方式通知您平台相关内容等。
			</view>
			<uni-title type="h3" title="4、通知权限" align="left"></uni-title>
			<view class="">
				您需授权我们获取您的通知权限，用于向您推送收车、卖车相关业务变动信息。
			</view>
			<uni-title type="h3" title="5、本地存储权限" align="left"></uni-title>
			<view class="">您在进行页面浏览时，若需保存图片，需向我们授权获取您的本地存储权限。</view>
			<uni-title type="h3" title="(三) 收车卖车服务" align="left"></uni-title>
			<view class="">
				当您选择使用收车、卖车功能时，我们会收集您提供的发动机号、车架号、品牌车型，行驶里程，车牌号，车身颜色、卖家信息、买家信息等。如您不提供上述信息，可能无法使用收车、卖车相关功能。
			</view>
			<uni-title type="h4" title="您理解并同意：" align="left"></uni-title>
			<view class="fontwb colr333 mtb10">
				1、您在上传车主信息等个人信息之前，应确保已经事先获得该个人主体的明确同意，若前述个人不同意，我们将不对该个人可能造成的侵权承当相应法律责任。
			</view>
			<view class="fontwb colr333">
				2、您保证录入的车辆信息与实际相符（包括但不限于：车辆的基础信息与实际的基础信息相符、车辆录入的手续、保险信息等与实际相符等），不得有虚假不实、引人误解、夸大宣传或欺诈的行为，并确保办理车辆过户的手续完备，能够正常办理车辆过户。我们将不对该信息不符可能造成的侵权承当相应法律责任。
			</view>
			<uni-title type="h3" title="(四) 客服及争议处理" align="left"></uni-title>
			<view class="mtp10">
				当您与我们联系或提出争议纠纷处理申请时，我们需要您提供必要的个人信息以核验您的身份。
			</view>
			<view class="mtp10">
				为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账户信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。
			</view>
			<view class="mtp10">
				为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。
			</view>
			<uni-title type="h3" title="(五) 为您提供安全保障" align="left"></uni-title>
			<view class="">
				为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，确保操作环境安全与异常状态，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或车友通相关协议规则的情况，我们可能使用或整合您的注册信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依适用的法律共享的信息，综合判断您的账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
			</view>
			<uni-title type="h3" title="(六) 其他服务" align="left"></uni-title>
			<view class="">
				为向您提供更便捷、更优质、个性化的产品或服务，努力提升您的体验，我们在向您提供以下附加服务可能会收集和使用您的个人信息。如果您不提供这些信息，会影响您使用本平台收车、卖车等相关功能，这些附加服务包括：
			</view>
			<view class="mtp10">
				<text class="fontwb colr333">基于存储、相册、摄像头权限的附加服务：</text>身份证、营业执照、行驶证、机动车登记证书的OCR识别、上传。车辆图片的上传。
			</view>
			<view class="mtp10">
				<text class="fontwb colr333">基于手机号获取的附加服务：</text>为方便您在小程序端更为便捷的微信一键登录业务。
			</view>
			<uni-title type="h3" title="(七) 收集和使用个人信息的其他规则" align="left"></uni-title>
			<view class="">
				1、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
			</view>
			<view class="mtp10">
				2、根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意:
			</view>
			<view class="mtp10">
				1) 与国家安全、国防安全直接相关的；
			</view>
			<view class="mtp10">
				2) 与公共安全、公共卫生、重大公共利益直接相关的；
			</view>
			<view class="mtp10">
				3) 与犯罪侦查、起诉、审判和判决执行等直接相关的；
			</view>
			<view class="mtp10">4) 出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；</view>
			<view class="mtp10">5) 所收集的个人信息是您自行向社会公众公开的；</view>
			<view class="mtp10">6) 从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；</view>
			<view class="mtp10">7) 根据您的要求签订和履行合同所必需的；</view>
			<view class="mtp10">8) 用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置服务的故障；</view>
			<view class="mtp10">9) 法律法规规定的其他情形。</view>
			<view class="mtp10">3、第三方插件信息/SDK信息</view>
			<view class="mtp10">
				为实现特定功能，我们会接入由第三方提供的插件/SDK（软件工具开发包），与第三方进行必要的数据共享才能完成服务。不同版本的第三方SDK会有所不同，我们会对第三方进行严格的安全检测并约定数据保护措施。
			</view>
			<view class="mtp10">插件/SDK名称：公允价值和车型获SDK，用途：公允价值评估及车型查看，提供方名称：南京三百云信息科技有限公司</view>
			<view class="mtp10">
				请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。
			</view>
			<view class="mtp10">
				4、我们将根据用户的需求，不断丰富并延伸与汽车交易服务相关的产品或服务。除非另有明确规定，今后我们提供的所有新功能、新产品及新服务，均适用本政策。<br />
				如我们的关联公司、合作伙伴的产品或服务中使用了车友通提供的产品或服务但未设独立隐私权政策的，则本政策同样适用于该部分产品或服务。
			</view>
			<uni-title type="h3" title="二、我们如何共享、转让、公开披露您的个人信息" align="left"></uni-title>
			<uni-title type="h4" title="(一）共享" align="left"></uni-title>
			<view class="">
				我们不会与车友通以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
				<br />1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
				<br />2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。 
				<br />3、与我们的关联方共享：您的个人信息可能会与我们的关联方共享，以便我们更好提供服务。我们只会共享必要的个人信息，并对您的个人信息进行必要的加密、匿名化处理，且受本隐私政策中所声明目的的约束。前述各方如要改变个人信息的处理目的，将再次征求您的授权同意。车友通的关联方包括与车友通有股权关系或是其他类型法律关系的企业或个人。
				<br />4、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务环节或服务内容可能将由授权合作伙伴提供，或代表车友通履行职能。我们可能会与授权合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，只会共享提供服务所必要的个人信息，并且对您的个人信息采取必要的隐私保护措施，比如将您的手机号码进行加密处理再共享。我们的授权合作伙伴无权将共享的个人信息用于任何其他用途。
				<br />目前，我们的授权合作伙伴包括以下类型：
				<br />1）为了维护您及交易各方的合法权益，在协助处理与您有关的交易纠纷或争议时，车友通会按照法律规定或协议约定，向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的个人信息，如您的身份信息、地址信息、联系方式、交易信息。
				<br />2）根据法律法规的规定及商业惯例，车友通需要接受投资人、第三方的审计或尽职调查机构向其提供您的个人身份信息、车辆信息、账号信息、交易订单信息。
				<br />3）根据法律法规的规定或行政机关、司法机构等有权机关要求，车友通会向其提供您的个人信息。
				<br />4）其他经您同意或授权向第三方提供您的个人信息的情况。
				<br />您同意免除上述个人信息的接收或使用方在按照本政策所述情形下进行信息披露和使用而导致的或可能导致的所有索赔、责任和损失。
			</view>
			<uni-title type="h4" title="(二) 转让" align="left"></uni-title>
			<view class="mtp10">
				我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:
			</view>
			<view class="mtb10">
				1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息;
			</view>
			<view class="mtb10">
				2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
			</view>
			<uni-title type="h4" title="(三）公开披露" align="left"></uni-title>
			<view class="mtb10">
				我们仅会在以下情形下，公开披露您的个人信息：
			</view>
			<view class="mtb10">
				1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
				<br />2、基于法律的披露，在法律规定、法律程序、诉讼程序或政府主管部门提出要求的；
				<br />3、与国家安全、国防安全、公共安全、公共卫生、重大公共利益有关的；
				<br />4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
				<br />5、所收集的个人信息是个人信息主体自行向社会公众公开的；
				<br />6、根据您签订合同所必需的；
				<br />7、用于维护所提供的服务或产品的安全稳定运行所必需的，例如发现处置服务或产品故障；
				<br />8、为合法的新闻报道所必需的；
				<br />9、学术研究机构基于公共利益开展统计或学术研究所必需，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
				<br />10、法律法规规定的其他情形。
			</view>
			<uni-title type="h3" title="三、我们如何保护您的个人信息" align="left"></uni-title>
			<view class="mtb10">
				(一）为保障您的信息安全，我们努力采取各种符合业界标准的安全措施来保护您的个人信息，防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如我们会使用加密技术提高个人信息的安全性，在您的浏览器与服务器之间交换数据时采用SSL加密保护技术；同时对车友通网站提供HTTPS协议安全浏览方式；使用受信赖的保护机制防止数据遭到恶意攻击；部署访问控制机制，确保只有授权人员才可访问个人信息；以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
			</view>
			<view class="mtb10">
				(二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
			</view>
			<view class="mtb10">
				(三)
				互联网环境并非绝对安全的环境，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
			</view>
			<view class="mtb10">
				(四)
				在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
				同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
			</view>
			<uni-title type="h3" title="四、您的权利" align="left"></uni-title>
			<view class="mtb10">
				按照中国相关的法律、法规、标准的通行做法，我们将保障您在我们的个人信息处理活动中享有的权利，包括但不限于：
			</view>

			<uni-title type="h3" title="(一) 访问您的个人信息" align="left"></uni-title>
			<view class="">
				您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：
				<br />个人信息——如果您希望访问您的个人资料信息，您可以通过访问车友通执行此类操作。
			</view>

			<uni-title type="h3" title="(二）更正或补充您的信息" align="left"></uni-title>
			<view class="">
				当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以向您注册的市场管理方提出更正申请。我们会根据您的请求进行更正。
			</view>

			<uni-title type="h3" title="(三）删除您的信息" align="left"></uni-title>
			<view class="mtb10">
				在以下情形中，您可以向我们提出删除个人信息的请求：
			</view>
			<view class="mtb10">
				1、如果我们处理个人信息的行为违反法律法规；
			</view>
			<view class="mtb10">
				2、如果我们收集、使用您的个人信息，却未征得您的明确同意；
			</view>
			<view class="mtb10">
				3、如果我们处理个人信息的行为违反了与您的约定；
			</view>
			<view class="mtb10">
				4、如果我们永久不再为您提供产品或服务。
			</view>
			<view class="mtb10">
				若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
			</view>
			<view class="mtb10">
				在以下情形中，您可以向我们提出删除个人信息的请求：
			</view>
			<view class="fontwb colr333">
				当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
			</view>
			<uni-title type="h3" title="(四) 响应您的上述请求" align="left"></uni-title>
			<view class="">
				为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
				<br />我们将在十五个工作日内做出答复。如您不满意，还可以通过以下途径投诉：联系您注册时所在市场管理房进行投诉。
				<br />对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
			</view>
			<view class="fontwb colr333 mtb10">
				在以下情形中，我们将无法响应您的请求:
			</view>
			<view class="fontwb colr333 mtb10">
				1、与个人信息控制者履行法律法规规定的义务相关的;
			</view>
			<view class="fontwb colr333 mtb10">
				2、与国家安全、国防安全直接相关的;
			</view>
			<view class="fontwb colr333 mtb10">
				3、与公共安全、公共卫生、重大公共利益直接相关的;
			</view>
			<view class="fontwb colr333 mtb10">
				4、与犯罪侦查、起诉、审判和执行判决等直接相关的;
			</view>
			<view class="fontwb colr333 mtb10">
				5、个人信息控制者有充分证据表明个人信息主体存在主观恶意或滥用权利的;
			</view>
			<view class="fontwb colr333 mtb10">
				6、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;
			</view>
			<view class="fontwb colr333 mtb10">
				7、响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的;
			</view>
			<view class="fontwb colr333 mtb10">
				8、涉及商业秘密的。
			</view>
			<uni-title type="h3" title="五、我们如何处理未成年人的个人信息 " align="left"></uni-title>
			<view class="mtb10">
				我们的产品、网站和服务主要面向完全民事行为能力人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。
			</view>
			<view class="fontwb colr333 mtb10">
				在您接受我们的服务过程中，我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或监护人仔细阅读本政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。
			</view>
			<view class="fontwb colr333 mtb10">
				对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
			</view>
			<uni-title type="h3" title="六、您的个人信息如何转移 " align="left"></uni-title>
			<view class="mtb10">
				您的信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同意，并通过电子邮件、信函、电话、推送等通知方式及时告知您。
			</view>
			<view class="mtb10">
				我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：
			</view>
			<view class="mtb10">
				1、适用的法律有明确规定；
			</view>
			<view class="mtb10">
				2、获得您的明确授权；
			</view>
			<view class="mtb10">
				3、您通过互联网进行跨境等个人主动行为。
			</view>
			<view class="mtb10">
				针对以上情形，我们会确保依据本政策对您的个人信息提供足够的保护。
			</view>
			<uni-title type="h3" title="七、本政策如何更新 " align="left"></uni-title>
			<view class="">
				我们的隐私政策可能变更。如无特殊说明，修订后的隐私条款自更新并公布之日起生效。
				未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会发布对本政策的更新版本。
				<br />对于重大变更，我们还会提供更为显著的通知（包括对于某些服务，我们会通过短信或其他方式发送通知，说明隐私政策的具体变更内容）。
				<br />本政策所指的重大变更包括但不限于： 
				<br />1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
				<br />2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
				<br />3、个人信息共享、转让或公开披露的主要对象发生变化； 
				<br />4、您参与个人信息处理方面的权利及其行使方式发生重大变化； 
				<br />5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时； 
				<br />6、个人信息安全影响评估报告表明存在高风险时。  
			</view>
			<uni-title type="h3" title="八、如何联系我们 " align="left"></uni-title>
			<view class="mtb10">
				1、车友通开发者归属“山西车友通汽车销售有限公司”所有，如果您对本政策有任何疑问、意见或建议，通过以下联系方式与我们联系：
			</view>
			<view class="mtb10">公司： 山西车友通汽车销售有限公司 </view>
			<view class="mtb10">地址： 山西省太原市晋源区晋祠镇新晋祠路 (北方万国) 综合楼2层204 </view>
			<view class="mtb10">电话：03515609999</view>
			<view class="mtb10">
				一般情况下，我们将在十五个工作日内回复。
			</view>
			<view class="mtb10">
				2、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向太原法院提起诉讼来寻求解决方案。
			</view>
		</uni-card>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="scss" scoped>
	.fontwb {
		font-weight: bold;
	}

	.colr333 {
		color: #333;
	}

	.fs13 {
		font-size: 13px;
	}

	.mtb10 {
		margin: 10px 0;
	}

	.mbp20 {
		margin: 20px 0;
	}
</style>