<template>
	<view class="privacy">
		<uni-card :is-shadow="false" is-full>
			<uni-title type="h2" title="XXX平台隐私政策" align="center"></uni-title>
			<uni-title type="h4" title="生效日期：2023年04月30日" align="right"></uni-title>
			<view class="fontwb colr333  mtb10">
				在使用XXX平台产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用XXX平台产品或服务，即表示您已充分理解并同意本政策。
			</view>
			<view class="fontwb colr333 mtb10">
				本政策将帮助您了解以下内容:
			</view>
			<view class="fontwb colr333 mtb10">
				一、我们如何收集和使用您的个人信息
			</view>
			<view class="fontwb colr333 mtb10">
				二、我们如何使用 Cookie 和同类技术
			</view>
			<view class="fontwb colr333 mtb10">
				三、我们如何共享、转让、公开披露您的个人信息 
			</view>
			<view class="fontwb colr333 mtb10">
				四、我们如何保护您的个人信息
			</view>
			<view class="fontwb colr333 mtb10">
				五、您的权利
			</view>
			<view class="fontwb colr333  mtb10">
				六、我们如何处理未成年人的个人信息
			</view>
			<view class="fontwb colr333  mtb10">
				七、您的个人信息如何转移
			</view>
			<view class="fontwb colr333 mtb10">
				八、本政策如何更新
			</view>
			<view class="fontwb colr333 mtb10">
				九、如何联系我们 
			</view>
			<view class="mtb10">
				我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全。
			</view>
			<view class="mtb10">
				我们不会在违背您个人意愿的情况下，或超出本政策的范围处理、篡改、毁损您的个人信息。
			</view>
			<view class="mtb10">
				在我们存储您的个人数据时，我们设置了合理的安保措施来保护您的个人信息免受未经授权的访问、泄露和丢失，包括但不限于电子安全措施和物理安全措施。<text
					class="fontwb colr333">为了遵守国家法律法规及监管规定，也为了向您提供服务及提升服务质量，我们需要收集、存储、使用及对外提供您的信息。您同意我们按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务。</text>
			</view>

			<uni-title type="h3" title="一、我们如何收集和使用您的个人信息" align="left"></uni-title>
			<uni-title type="h4" title="在您使用我们的平台服务时，我们需要/可能需要收集和使用您的个人信息包括如下两种:" align="left"></uni-title>
			<view class="">
				1、为实现向您提供我们平台服务的基本功能，您须授权我们收集、使用必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的服务。提示您注意：如果您提供的是非您本人的个人信息，请您确保已取得相关主体的同意；
			</view>
			<view class="">
				2、为实现向您提供我们平台服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到拟达到的效果，但并不影响您正常使用我们平台服务的基本功能。
			</view>
			<uni-title type="h4" title="您理解并同意：" align="left"></uni-title>
			<uni-title type="h4"
				title="1、我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，相应的，基本/附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准；"
				align="left"></uni-title>
			<uni-title type="h4"
				title="2、为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。在此过程中，您有任何疑问、意见或建议的，您可通过本政策中提供的联系方式与我们联系，我们会尽快为您作出解答。"
				align="left"></uni-title>
			<uni-title type="h4" title="我们会出于本政策下述的各项功能，收集和使用您的个人信息:" align="left"></uni-title>
			<uni-title type="h3" title="(一) 注册成为用户" align="left"></uni-title>
			<view class="">
				为完成创建账号，满足相关法律法规对实名认证的要求，与您沟通如何为您提供产品或服务，您需提供以下信息：<text
					class="fontwb colr333">您的手机号，创建的用户名和密码以及密码提示信息。</text>
			</view>
			<view class="">
				在注册过程中，如果您提供以下额外信息，将有助于我们给您提供更好的服务和体验：姓名、身份证号、工作职位、公司、教育背景。但如果您不提供这些信息，将不会影响使用本服务的基本功能。
			</view>
			<view class="">
				账号注册成功后，您在进行头像上传时，可通过授权我们获取您相册权限的方式进行已有照片的上传；也可通过授权我们调取您相机权限的方式进行即时的拍照上传。 
				<br />账号注册成功后，您可在“个人资料”中自主设置姓氏、性别，方便我们与您联系时正确称呼。
			</view>
			<view class="mtb10">
				账号注册成功后，您需要进一步提供真实姓名、身份证号码以完成实名认证，否则您将无法正常使用部分功能，但您仍可以正常浏览使用平台服务。
			</view>
			<view class="mbp10">
				如果您需要通过企业认证获得更多权益（例如车辆信息同步功能），您作为企业/组织管理员，需代表企业/组织提交特定信息和资料以完成企业实名认证，包括营业执照照片、店铺门头照片、统一社会信用代码、企业组织名称、地址、法人代表姓名、法人代表身份证的基本信息。
			</view>
			<uni-title type="h3" title="(二) 展示和推送商品或服务" align="left"></uni-title>
			<view class="mbp10">
				（1）为改善我们的产品或服务，以便向您提供更符合您个性化需求的信息展示、搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览及搜索偏好、行为习惯、位置信息等特征，基于特征标签进行间接人群画像，并展示、推送信息和可能的商业广告。
			</view>
			<view class="mbp10">
				（2）如果您需要关闭和开启个性化的推送服务，请到<text
					class="fontwb">APP【我的】——【设置】——【推送设置】：</text>可以自主关闭和开启消息推送功能模块，若关闭该推荐设置，则不再接到相应模块的推送内容。 
			</view>
			<uni-title type="h3" title="(三）使用平台服务过程中收集的信息" align="left"></uni-title>
			<view class="">
				当您在使用平台服务过程中，为向您提供更契合交互展示、搜索结果、识别账号异常状态，维护平台服务的正常运行，改进及优化您对平台服务的体验并保障您的账号安全，包括您使用平台服务以及使用方式的信息，并将这些信息进行关联：
			</view>

			<uni-title type="h3" title="1、使用信息" align="left"></uni-title>
			<view class="">
				为更好的让您的信息/需求被迅速找到，使您获得更轻松的访问体验，我们会记录您的操作记录和偏好数据，也会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。
			</view>

			<uni-title type="h3" title="2、设备信息" align="left"></uni-title>
			<view class="">
				我们会根据您在软件安装及/或使用中的具体操作，接收并记录您的所使用的设备相关信息（包括设备型号、操作系统版本、设备设置、 MAC 地址、IMEI/Mac/android
				ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息的唯一设备识别信息、
				设备广告标识符、网卡地址、移动应用列表及其他的软硬件及设备环境信息）、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点）、蓝牙和基站等传感器信息。 </view>
			<uni-title type="h3" title="3、服务日志信息" align="left"></uni-title>
			<view class="">
				当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、交易、售后，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间、访问页面记录。
			</view>

			<uni-title type="h3" title="4、手机号码" align="left"></uni-title>
			<view class="">为更好地向您提供更适合、更便捷的个性化服务，我们会收集您的手机号码并通过发送短信的方式通知您平台活动的开展等。如您不希望继续接收我们发送的短信，您可以短信中提供的退订方式予以退订。
			</view>

			<uni-title type="h3" title="5、通知权限" align="left"></uni-title>
			<view class="">
				您需授权我们获取您的通知权限，用于向您推送最新的车源信息以及营销活动，您若不想接收此类推送，可通过APP-我的-设置-推送设置的路径关闭推送。
			</view>

			<uni-title type="h3" title="6、本地存储权限" align="left"></uni-title>
			<view class="">您在进行车辆浏览时，若需保存图片，需向我们授权获取您的本地存储权限。</view>
			<view class="mbp10">
				<text
					class="fontwb colr333">请注意，单独的设备信息、服务日志信息等是无法识别特定自然人身份的信息。</text>如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
			</view>
			<view class="mbp10">
				此外，我们也会为了不断改进和优化上述的功能来使用您的上述信息。
			</view>

			<uni-title type="h3" title="(四) 车辆管理服务" align="left"></uni-title>
			<view class="">
				当您选择使用车辆管理功能时，我们会收集您提供的品牌车型，行驶里程，上牌时间，车身颜色信息。如您不提供上述信息，可能无法使用车辆管理相关功能。为了更好的使用车辆管理功能，您可以补充提供其他车辆基本信息，车辆价格信息，评估采购信息，车主信息<text
					class="fontwb colr333">（包括车主姓名、手机号码、收款人、银行卡号、开户行、身份证号、其他账号、地址）</text>和牌证信息。如您拒绝补充提供上述信息，不影响您正常使用我们的平台服务。
			</view>

			<view class="mbp20">
				您理解并同意：
			</view>

			<view class="fontwb colr333">
				1、您在上传车主信息等个人信息之前，应确保已经事先获得该个人主体的明确同意，若前述个人不同意，我们将不对该个人可能造成的侵权承当相应法律责任。
			</view>

			<view class="fontwb colr333">
				2、您保证发布的车源信息与实际相符（包括但不限于：车辆发布的质量状况与实际质量相符、车辆发布的手续、保险信息等与实际相符等），不得有虚假不实、引人误解、夸大宣传或欺诈的行为，并确保办理车辆过户的手续完备，能够正常办理车辆过户。我们将不对该信息不符可能造成的侵权承当相应法律责任。
			</view>


			<uni-title type="h3" title="(五) 客服及争议处理" align="left"></uni-title>
			<view class="mbp10">
				当您与我们联系或提出争议纠纷处理申请时，我们需要您提供必要的个人信息以核验您的身份。
			</view>
			<view class="mbp10">
				为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账户信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。
			</view>
			<view class="mbp10">
				为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。
			</view>

			<uni-title type="h3" title="(六) 为您提供安全保障" align="left"></uni-title>
			<view class="">
				为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，确保操作环境安全与异常状态，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或XXX平台相关协议规则的情况，我们可能使用或整合您的注册信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依适用的法律共享的信息，综合判断您的账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
			</view>
			<uni-title type="h3" title="(七) 其他服务" align="left"></uni-title>
			<view class="">
				为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供以下附加服务可能会收集和使用您的个人信息。如果您不提供这些信息，不影响您使用本平台的浏览、搜索等基本服务，但您可能无法获得这些附加服务给您带来的用户体验，这些附加服务包括：
			</view>
			<view class="mbp10">
				<text
					class="fontwb colr333">基于位置信息的附加服务：</text>为了方便您查找本地车源，享受检测服务以及发车等具体服务，您可以择开启手机的定位权限，用于提供您的位置信息，以便您基于所在地点位置接受服务。
			</view>

			<view class="mbp10">
				<text
					class="fontwb colr333">基于存储、相册、摄像头权限的附加服务：</text>为方便您通过拍照或相册上传相关图片资料或使用扫一扫功能，我们将基于您的授权使用相册或摄像头权限；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务。
			</view>

			<view class="mbp10">
				<text
					class="fontwb colr333">基于通讯录的附加服务：</text>为方便您录入客户信息等功能，我们将基于您的授权使用通讯录以便您选取手机号码。您也可以选择不开启，不影响平台服务其他功能的使用。
			</view>

			<view class="mbp10">
				<text
					class="fontwb colr333">基于麦克风的附加服务：</text>为方便您录入车辆检测信息等功能，我们将基于您的授权为您直接录入语音信息。您也可以拒绝开启，选择手动输入不影响其他功能的使用。
			</view>

			<view class="mbp10">
				<text class="fontwb colr333">基于电话的附加服务：</text>为了便于您能够快速方便的基于我们服务上提供的电话号码或您自己记录的手机、电话号码进行电话拨号。
			</view>


			<uni-title type="h3" title="(八) 收集和使用个人信息的其他规则" align="left"></uni-title>
			<view class="">
				1、我们可能通过技术手段对收集的信息进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
			</view>
			<view class="mbp10">
				2、我们可能会对去标识化后的信息进行研究、统计分析和预测，用于改善XXX平台的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（例如使用匿名数据进行机器学习或模型算法训练）。
			</view>

			<view class="mbp10">
				3、如我们停止运营XXX平台产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。
			</view>

			<view class="mbp10">
				4、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
			</view>

			<view class="mbp10">
				5、根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意:
			</view>

			<view class="mbp10">1) 与国家安全、国防安全直接相关的；</view>
			<view class="mbp10">2) 与公共安全、公共卫生、重大公共利益直接相关的；</view>
			<view class="mbp10">3) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
			<view class="mbp10">4) 出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；</view>
			<view class="mbp10">5) 所收集的个人信息是您自行向社会公众公开的；</view>
			<view class="mbp10">6) 从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；</view>
			<view class="mbp10">7) 根据您的要求签订和履行合同所必需的；</view>
			<view class="mbp10">8) 用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置服务的故障；</view>
			<view class="mbp10">9) 法律法规规定的其他情形。</view>
			<view class="">
				6、第三方SDK类服务商<br />
				为保障XXX平台的产品与/或服务的相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全评估，以保护您的个人信息安全。我们接入的主要第三方SDK类服务商包括但不限于以下内容：
				<br />1）微信：（使用方式）收集您的网络状态信息、网络类型、当前运行进程、SIM卡序列号，（使用目的）以根据您的指令实现分享内容至微信客户端，（使用范围）主要分享车辆海报，车辆链接，微店小程序等到微信好友和微信朋友圈；官网链接：https://open.weixin.qq.com/ 
				<br />2）魅族：（使用方式）收集您的设备标识信息，（使用目的）用于APP向魅族手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://open.flyme.cn 
				<br />3）华为：（使用方式）收集您的设备标识信息、已安装应用列表、SIM卡国家简称和序列号、手机状态和服务相关信息，（使用目的）用于APP向华为手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://developer.huawei.com 
				<br />4）OPPO：（使用方式）收集您的设备标识信息，（使用目的）用于APP向OPPO手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://open.oppomobile.com 
				<br />5）小米：（使用方式）收集您的设备标识信息、手机类型，（使用目的）用于APP向小米手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://dev.mi.com 
				<br />6）VIVO：（使用方式）收集您的设备标识信息、手机类型，（使用目的）用于APP向VIVO手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://www.vivo.com 
				<br />7）个推：其中主要包含了个推消息推送、个推gtc公共代码库，（使用方式） 收集您的设备标识信息，包含Android
				ID，手机Mac地址，手机IP地址；（使用目的）用于服务器通过个推平台向绑定了唯一标识设备标识的设备，通过网络地址IP等硬件手机用户推送消息，（使用范围）（1）当用户浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知商户去维护客户和跟进客户；（2）车源求购推送、卖车通知推送，好车推荐推送等；官网链接：https://www.getui.com/notification-push 
				<br />8）高德：（使用方式） 收集您的网络状态和GPS信息；（使用目的）用于APP获取当前手机的定位数据（经纬度）和具体定位地理位置，精确到省市区，（使用范围）用于发布车源求购和车源批发时，收集用户当前发布的地区，如果定位失败，默认是商户自己注册的店铺地址；官网链接：https://lbs.amap.com/api/android-location-sdk/locationsummary 
				<br />9）flutter界面开发框架：（使用方式） 内置SDK中的方法，收集您的设备标识信息，包含Android
				ID；（使用目的）用于APP获取当前设备的唯一标识id手机用户推送消息，（使用范围）便于我们平台统计设备的安装量和下载量；
				<br />7、我们将根据用户的需求，不断丰富并延伸与汽车交易服务相关的产品或服务。除非另有明确规定，今后我们提供的所有新功能、新产品及新服务，均适用本政策。
				如我们的关联公司、合作伙伴的产品或服务中使用了XXX平台提供的产品或服务但未设独立隐私权政策的，则本政策同样适用于该部分产品或服务。
			</view>
			<uni-title type="h3" title="二、我们如何使用 Cookie 和同类技术" align="left"></uni-title>
			<view class="">
				<text class="fontwb">（一）Cookie </text>
				<br />为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好或购物篮内的商品等数据。 
				<br />我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。 
			</view>
			<view class="">
				<text class="fontwb">（二）网站信标和像素标签 </text>
				<br />除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。 
			</view>
			<view class="">
				<text class="fontwb">（二）网站信标和像素标签 </text>
				<br />很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not
				Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我们的所有网站都会尊重您的选择。
			</view>

			<uni-title type="h3" title="三、我们如何共享、转让、公开披露您的个人信息" align="left"></uni-title>
			<uni-title type="h4" title="(一）共享" align="left"></uni-title>

			<view class="">
				我们不会与XXX平台以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
				<br />1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
				<br />2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。 
				<br />3、与我们的关联方共享：您的个人信息可能会与我们的关联方共享，以便我们更好提供服务。我们只会共享必要的个人信息，并对您的个人信息进行必要的加密、匿名化处理，且受本隐私政策中所声明目的的约束。前述各方如要改变个人信息的处理目的，将再次征求您的授权同意。XXX平台的关联方包括与XXX平台有股权关系或是其他类型法律关系的企业或个人。
				<br />4、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务环节或服务内容可能将由授权合作伙伴提供，或代表XXX平台履行职能。我们可能会与授权合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，只会共享提供服务所必要的个人信息，并且对您的个人信息采取必要的隐私保护措施，比如将您的手机号码进行加密处理再共享。我们的授权合作伙伴无权将共享的个人信息用于任何其他用途。
				<br />目前，我们的授权合作伙伴包括以下类型：
				<br />1）广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴分享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。例如，只有在广告主同意遵守我们的广告发布准则后，我们才可能会告诉广告主他们广告的效果如何，或者有多少人看了他们广告或在看到广告后安装了应用，或者向这些合作伙伴提供不能识别个人身份的人口统计信息，帮助他们了解其受众或顾客。
				<br />2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
				<br />3）用户身份信息、个人信用、车辆信息的查询机构。根据相关法律规定，为了符合法律规定关于车辆交易实名制的要求，落实对车辆所有人及车辆信息进行核实的责任，以及开展分期付款业务的风控所需，我们会将您的必要信息与第三方查询机构共享。
				<br />对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
				<br />4）为了维护您及交易各方的合法权益，在协助处理与您有关的交易纠纷或争议时，XXX平台会按照法律规定或协议约定，向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的个人信息，如您的身份信息、地址信息、联系方式、交易信息。
				<br />5）根据法律法规的规定及商业惯例，XXX平台需要接受投资人、第三方的审计或尽职调?耸保?可能向其提供您的个人身份信息、车辆信息、账号信息、交易订单信息。
				<br />6）根据法律法规的规定或行政机关、司法机构等有权机关要求，XXX平台会向其提供您的个人信息。
				<br />7）合作的车辆资讯发布机构。为了能够更广泛的展示您的车辆信息，增加交易机会，我们通过合作方发布您的车辆信息，我们不会提供您的姓名、联系方式等敏感个人信息。
				<br />8）其他经您同意或授权向第三方提供您的个人信息的情况。
				<br />您同意免除上述个人信息的接收和/或使用方在按照本政策所述情形下进行信息披露和使用而导致的或可能导致的所有索赔、责任和损失。
			</view>

			<uni-title type="h4" title="(二) 转让" align="left"></uni-title>
			<view class="">
				我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:
				<br />1、在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息;
				<br />2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
			</view>

			<uni-title type="h4" title="(三）公开披露" align="left"></uni-title>
			<view class="">
				我们仅会在以下情形下，公开披露您的个人信息：
				<br />1、获得您明确同意的；
				<br />2、基于法律的披露，在法律规定、法律程序、诉讼程序或政府主管部门提出要求的；
				<br />3、与国家安全、国防安全、公共安全、公共卫生、重大公共利益有关的；
				<br />4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
				<br />5、所收集的个人信息是个人信息主体自行向社会公众公开的；
				<br />6、根据您签订合同所必需的；
				<br />7、用于维护所提供的服务与/或产品的安全稳定运行所必需的，例如发现、处置服务与/或产品的故障；
				<br />8、为合法的新闻报道所必需的；
				<br />9、学术研究机构基于公共利益开展统计或学术研究所必需，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
				<br />10、法律法规规定的其他情形。
			</view>

			<uni-title type="h4" title="(四）对第三方责任的声明" align="left"></uni-title>
			<view class="">
				请您注意，您访问的第三方网站经营者、通过我们接入的第三方服务可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或网络Beacon，这些Cookie或网络Beacon不受我们的控制，且它们的使用不受本政策的约束。我们会努力去要求这些主体对您的个人信息采取保护措施，建议您与他们联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。
				<br />（1）我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
				ID/IDFA/OPENUDID/IP地址/GUID、SIM 卡 IMSI 信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。
				<br />（2）我们的产品集成个推SDK，需要收集您的设备唯一设备识别码Android ID，读取Mac地址，读取IP地址、（IMEI/android
				ID/IDFA/OPENUDID/IP地址/GUID、SIM 卡 IMSI 信息）以提供一对一精确推送服务，确保车辆信息推送的及时性和准确性。
				<br />（使用方式）APP通过初始化Flutter SDK和个推SDK，当授权成功，方能收集您的设备标识信息Android ID和已安装的应用列表；
				<br />（使用目的）APP通过Flutter SDK和个推SDK获取当前设备标识和已安装的应用列表，才能匹对成功，为用户提供当前手机，当前应用的APP进行消息推送；
				<br />（使用范围）【2.1】当用户通过浏览XXX平台C端小程序，若为授权且对车辆有意向，会推送一条商机到XXX平台B端App，通知我们app内车商去维护客户和跟进客户；
				【2.2】车源求购推送、卖车通知推送，好车推荐推送等； 【2.3】 便于我们平台统计设备的安装量和下载量；
				<br />（3）我们的产品集成微信OpenSDK，以下明示的信息外，我们不会通过微信Open SDK收集你的最终用户的其他个人信息。
				<br />SDK名称： 微信Open SDK
				<br />公司名： 深圳市腾讯计算机系统有限公司
				<br />处理信息类型/目的和用途：
				<br />处理信息类型： 用户操作后，获取APP提供的用户已选择图片
				<br />目的和用途： 用于实现分享与收藏功能，将用户选择的图片分享到微信朋友圈或微信收藏，但不会用于关联和追踪用户；
				<br />处理信息类型： 用户授权后，向APP提供用户选择的微信头像、昵称
				<br />目的和用途： 用于实现微信登录功能；
			</view>

			<uni-title type="h3" title="四、我们如何保护您的个人信息" align="left"></uni-title>
			<view class="">
				(一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，我们会使用加密技术提高个人信息的安全性，在您的浏览器与服务器之间交换数据时受 SSL协议加密保护，我们同时对XXX平台网站提供HTTPS协议安全浏览方式；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息。
				<br />(二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
				<br />(三) 互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他XXX平台用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。
				<br />请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
				<br />(四) 互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				<br />(五) 我们将定期更新并公开安全风险、个人信息安全影响评估等报告的有关内容。
				<br />(六）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
			</view>

			<uni-title type="h3" title="五、您的权利" align="left"></uni-title>
			<view class="">
				按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利:
			</view>

			<uni-title type="h3" title="(一) 访问您的个人信息" align="left"></uni-title>
			<view class="">
				您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：
				<br />账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户，您可以通过访问XXX平台执行此类操作。 
				<br />搜索信息——您可以在XXX平台中访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。
				<br />如果您无法访问这些个人信息，您可以通过本政策注明的联系方式联系XXX平台。我们将在30天内回复您的访问请求。 
			</view>

			<uni-title type="h3" title="(二）更正或补充您的信息" align="left"></uni-title>
			<view class="">
				当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过本政策注明的联系方式提出更正申请。我们将在十五个工作日内回复您的更正请求。
			</view>

			<uni-title type="h3" title="(三）删除您的信息" align="left"></uni-title>
			<view class="">
				在以下情形中，您可以向我们提出删除个人信息的请求：
				<br />1、如果我们处理个人信息的行为违反法律法规；
				<br />2、如果我们收集、使用您的个人信息，却未征得您的明确同意；
				<br />3、如果我们处理个人信息的行为违反了与您的约定；
				<br />4、如果您不再使用我们的产品或服务，或您主动注销了账号；
				<br />5、如果我们永久不再为您提供产品或服务。
				<br />若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
				<br />当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
			</view>

			<uni-title type="h3" title="(四) 改变您授权同意的范围" align="left"></uni-title>
			<view class="">
				每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”），您可以改变您的智能移动设备的设置等方式给予或收回您的授权同意。您可以通过手机系统设置，找到XXX平台应用，修改您的授权同意范围。
				<br />当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。当您收回同意后，可能影响您今后接受我们的服务。请你谨慎判断是否需要变更授权。
			</view>

			<uni-title type="h3" title="(五) 个人信息主体注销账户" align="left"></uni-title>
			<view class="">
				您随时可注销此前注册的账户，您可以通过以下方式自行操作：通过本政策注明的联系方式联系我们。
				<br />在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。如果您选择注销账户，那么您的账号将不可使用且相关账号信息将被删除，您将无法再登录该账号并使用必须登录才能使用的功能。
			</view>

			<uni-title type="h3" title="(六) 约束信息系统自动决策" align="left"></uni-title>
			<view class="">
				在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
			</view>

			<uni-title type="h3" title="(七) 响应您的上述请求" align="left"></uni-title>
			<view class="">
				为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。 
				<br />我们将在十五个工作日内做出答复。如您不满意，还可以通过以下途径投诉：拨打XXX平台在网站预留的投诉电话进行投诉。
				<br />对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
			</view>

			<uni-title type="h4" title="在以下情形中，我们将无法响应您的请求: " align="left"></uni-title>
			<uni-title type="h4" title="1、与个人信息控制者履行法律法规规定的义务相关的;" align="left"></uni-title>
			<uni-title type="h4" title="2、与国家安全、国防安全直接相关的; " align="left"></uni-title>
			<uni-title type="h4" title="3、与公共安全、公共卫生、重大公共利益直接相关的; " align="left"></uni-title>
			<uni-title type="h4" title="4、与犯罪侦查、起诉、审判和执行判决等直接相关的; " align="left"></uni-title>
			<uni-title type="h4" title="5、个人信息控制者有充分证据表明个人信息主体存在主观恶意或滥用权利的; " align="left"></uni-title>
			<uni-title type="h4" title="6、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的; " align="left"></uni-title>
			<uni-title type="h4" title="7、响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的; " align="left"></uni-title>
			<uni-title type="h4" title="8、涉及商业秘密的。 " align="left"></uni-title>

			<uni-title type="h3" title="六、我们如何处理未成年人的个人信息 " align="left"></uni-title>

			<view class="">
				<text>我们的产品、网站和服务主要面向完全民事行为能力人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。</text>
				<uni-title type="h5"
					title="在您接受我们的服务过程中，我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或监护人仔细阅读本政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。 "
					align="left"></uni-title>
				<uni-title type="h5"
					title="对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。 "
					align="left"></uni-title>
			</view>

			<uni-title type="h3" title="七、您的个人信息如何转移 " align="left"></uni-title>

			<view class="">
				您的信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同意，并通过电子邮件、信函、电话、推送等通知方式及时告知您。
				<br />我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：
				<br />1、适用的法律有明确规定；
				<br />2、获得您的明确授权；
				<br />3、您通过互联网进行跨境等个人主动行为。
				<br />针对以上情形，我们会确保依据本政策对您的个人信息提供足够的保护。
			</view>

			<uni-title type="h3" title="八、本政策如何更新 " align="left"></uni-title>

			<view class="">
				我们的隐私政策可能变更。如无特殊说明，修订后的隐私条款自更新并公布之日起生效。
				<br />未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。
				<br />对于重大变更，我们还会提供更为显著的通知（包括对于某些服务，我们会通过电子邮件、短信或其他方式发送通知，说明隐私政策的具体变更内容）。 
				<br />本政策所指的重大变更包括但不限于： 
				<br />1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等； 
				<br />2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
				<br />3、个人信息共享、转让或公开披露的主要对象发生变化； 
				<br />4、您参与个人信息处理方面的权利及其行使方式发生重大变化； 
				<br />5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时； 
				<br />6、个人信息安全影响评估报告表明存在高风险时。  
			</view>

			<uni-title type="h3" title="九、如何联系我们 " align="left"></uni-title>
			<view class="">
				1、XXX平台开发者归属“XXX”所有，如果您对本政策有任何疑问、意见或建议，通过以下联系方式与我们联系：
			</view>
			<view class="">公司： </view>
			<view class="">地址： </view>
			<view class="">邮箱： </view>
			<view class="">电话：</view>

			<view class="">
				一般情况下，我们将在十五个工作日内回复。
			</view>

			<view class="">
				2、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办及工商等监管部门进行反馈。其中，中央网信办违法和不良信息举报中心的官方网址为：XXX。
				<br />3、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，任何一方可向XXXX人民法院提起诉讼。
			</view>
		</uni-card>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="scss" scoped>
	.fontwb {
		font-weight: bold;
	}

	.colr333 {
		color: #333;
	}

	.fs13 {
		font-size: 13px;
	}

	.mtb10 {
		margin: 10px 0;
	}

	.mbp20 {
		margin: 20px 0;
	}
</style>
